{
  "Team_Number": "14",
  "Team_Name": "NanoLens Therapeutics",
  "Project_Description": "Current treatments for uveitis, like eye drops and injections, are ineffective and invasive, making disease management challenging, leading to poor adherence and inadequate control. The drug-eluting contact lens provides a non-invasive, sustained-release solution that delivers the medication directly to the eye over time. Our project ensures consistent drug levels, reducing the need for frequent dosing and improving patient compliance. By enhancing treatment effectiveness and convenience, our contact lens aims to prevent vision loss, reduce inflammation, and improve the quality of life for uveitis patients.",
  "Qualification": "Biomaterials and Tissues Specialization",
  "awards": "",
  "Team_Members": "Shrey Mahey, Mary Nigusie, Ljubica Lolic, Carine Hanna",
  "Advisor": "Maud Gorbet & Tizazu Mekonnen",
  "Overall_Capstone_Experience": "Such a Rollercoaster",
  "Favourite_Memory": "One memorable moment was spending nearly a month troubleshooting polymer solubility issues caused by lower grade DMSO. It was incredibly frustrating at the time, but finally seeing our second batch of PLGA dissolve properly and the cheers in the lab made all the effort worth it.",
  "Biggest_Challenges": ["One of our biggest challenges was formulating and optimizing nanoparticle encapsulation for two different drugs with vastly different solubility profiles and identical absorption peaks. We faced issues with solubility, overlapping UV-Vis spectra, and polymer compatibility. Through literature reviews, repeated (emphasis on repeated) testing, and protocol redesigns, we were able to overcome these obstacles and meet our ocular drug delivery targets."],
  "Takeaway": "So much went wrong throughout the process, and we were worried we wouldn’t succeed. But we worked through each challenge, validated our results, and finished with a functioning prototype and successful capstone!",
  "Advice": "Choose your group well, look for people whose strengths complement each other and can successfully bring a design to life.",
  "Contact_Information": "Carine at (647) 609-1740",
  "Primary_Colour":"#A0BEC8",
  "Secondary_Colour":"#FFFFFF"
}
