{
  "Team_Number": "12",
  "Team_Name": "Artomix",
  "Project_Description": "Professional mouth painters push the limits of creativity, but their craft comes with intense physical challenges. Relying entirely on their neck and jaw for precision, they endure neck pain and fatigue, often exacerbated by traditional easels that fail to accommodate their needs. Our ergonomically designed easel changes that. With automated height, translation, and tilt adjustments, the voice-controlled easel minimizes discomfort while maximizing control. Seamlessly adapting to each artist empowers them to create without limitations—because nothing should stand between an artist and their vision.",
  "Qualification": "Mecatronics Option",
  "awards": "",
  "Team_Members": "Emily Hu, Jessica Yang, Divesh Bansal, Joanne Jo",
  "Advisor": "Jenny Howcroft",
  "Overall_Capstone_Experience": "Many Late Nights",
  "Favourite_Memory": "Our favourite capstone memory was probably symposium! It was the culmination of all the hard work we put into this project and it felt really rewarding that people took interest in our product and that we could show them a working prototype. Each member took extra steps to learn and apply skills outside of our comfort zone, so seeing it all come together in E7 was amazing.",
  "Biggest_Challenges": ["The size and weight of our product made designing the translational system difficult, especially as we had not built an electro-mechanical system that was so large before.", "There was also a lot of electrical troubleshooting as integrating multiple sensors and inputs became challenging, as well as routing them around the whole structure. We relied on our technical instructors and more experienced peers for advice and tips! But we also put A LOT of late night hours into the lab. Sometimes the problems just need extra time and troubleshooting..."],
  "Takeaway": "We learned a lot about building translation electro-mechanical systems, so a lot of technical knowledge will be helpful moving forward. But collaborating with the MFPA (Mouth and Foot Painting Association) introduced us to mouth and foot painting artists and their works which was super cool!",
  "Advice": "Allocate 1.5x to 2x the time you think something will take! Will save you lots of stress down the road and leave you time for things to go wrong (they will). But don't forget to enjoy the project while you're at it! It'll be super rewarding in the end.",
  "Contact_Information": "Joanne Jo (joannehjo@gmail.com)",
  "Primary_Colour":"#67a3d7",
  "Secondary_Colour":"#FFFFFF",
  "Additional_Information": [{"type": "Panel Exam", "link": "https://docs.google.com/presentation/d/1mOT9YISUdWHn4VDwC_ZEOAUqSq3bh-lIvC0q2q7fwlU/edit?usp=sharing"}
  ]
}
