{
  "Team_Number": "10",
  "Team_Name": "Brava",
  "Project_Description": "Ankle injuries caused by overuse, including Achilles tendinopathy, are the most common injuries seen in professional ballet dancers, and are challenging to heal and characterize properly. Brava aims to help dancers and their physiotherapists make data-driven decisions about their ankle injuries. Utilising markerless motion capture via computer vision, this tool classifies and counts a dancer’s movements, enabling them to set individualized training thresholds and receive feedback as they approach these limits. Brava supports dancers by focusing on their artform instead of their injuries.",
  "Qualification": "",
  "awards": [
    {"title": "BioTech Pitch Competition", "details": "2025 Finalist"}
  ],
  "Team_Members": "Caitlin Serrao, Jacqueline Lee, Marie De Mey, Chantelle Ng",
  "Advisor": "Stewart McLachlin",
  "Overall_Capstone_Experience": "",
  "Favourite_Memory": "",
  "Biggest_Challenges": ["Finding a problem space that encompassed the type of project we wanted to do (sports engineering), that would lead to a feasible and interesting product and would count as a valid biomedical project.  A sports-related project was not enough (for example a product that helps a dancer with their technique), the project had to relate in some way to health or injuries (e.g. diagnosis, treatment, prevention, etc.) to qualify as biomedical. To overcome this, we focused on our sport of interest, which was ballet as most of us were very familiar with it. Then, we read lots of research articles to find problem areas and try to hone in on a specific injury that ballet dancers commonly face.  From there, we tried to think of solutions to address that injury."],
  "Takeaway": "Not every approach works out, but sometimes it’s still worth exploring.  There were aspects of our algorithm that we would do differently if we had to redo the project, but the method we chose to go with originally helped us learn a lot about the data we were working with.  Moving forward, even if our work doesn’t turn out to be the optimal solution, it doesn’t mean it wasn’t work worth doing.",
  "Advice": "It’s very important to find a problem space you believe in and are passionate about.  It took us a long time to find our niche and settle on our topic, and this meant we did a lot of work that got pretty much thrown out the window.  To us, the time we spent on refining our problem space was worth it, since it meant we had the opportunity to explore something more unique and unconventional.",
  "Contact_Information": "j879lee@uwaterloo.ca",
  "Primary_Colour": "#EF3A69",
  "Secondary_Colour": "#FFDEEA"
}
