{
  "Team_Number": "19",
  "Team_Name": "HemoTrek",
  "Project_Description": "HemoTrek presents a compact, efficient, and user-friendly blood viscometer designed to diagnose <b>Hyperviscosity Syndrome (HVS)</b> in clinical settings. HVS is a serious medical condition characterized by abnormally viscous blood, which can lead to severe complications such as organ dysfunction and neurological impairments. Early detection and continuous monitoring are crucial for effective treatment; however, current viscometry tools are time-consuming and dependent on centralized laboratory testing, causing delays in patient care. HemoTrek provides clinicians with a point-of-care solution that delivers real-time viscosity measurements to enable timely interventions.",
  "Qualification": "Medical Devices Specialization",
  "awards": [
    {
      "title": "Baylis Medical Capstone Design Award",
      "details": "Awarded $5,000 from Baylis Medical for targeting a biomedical problem space demonstrating significant need."
    },
    {
      "title": "Best Prototype Award",
      "details": "Awarded the Best BME Prototype at the Capstone Symposium."
    }
  ],
  "Team_Members": "Sam Suys, Hannah Trub, Rhys Cornelious, Joey Mitchell, Sean Rose",
  "Advisor": "Eline Boghaert",
  "Overall_Capstone_Experience": "Complex, Intense, Rewarding",
  "Favourite_Memory": "Over the many hours we spent practicing for our Panel Exam, we felt so fulfilled looking back at the cumulation of work over the past 4-8 months. There were so many design iterations and test results we needed to cover that we basically needed to rap during the entire Panel Exam in order to get through the entire presentation. </p><p>Many other fond memories include the many enthusiastic team meetings that started with major design flaws and ended with major improvements for our prototype design. With the amount of time we collectively spent in the E7 SYDE Workshop over 4A and 4B, we basically claimed it as our HemoTrek Home.",
  "Biggest_Challenges": ["The nature of a capstone project requires so many iterations in such a short time. While building our prototype, we realized there were numerous components of our design that would not be physically possible. We wouldn't have been able to overcome many of these challenges without the various expertise from each member of our team.", "The online database we ordered our casing from listed the incorrect dimensions. This required <i>numerous</i> iterations to the mechanical design to shrink our prototype by almost 30%. While we were able to narrowly overcome this obstacle within hours of symposium, the project would have been much smoother without this issue."],
  "Takeaway": "There will be so many unexpected obstacles that you will encounter with any techincal work you do. No matter what, there will always be a solution or alternative approach. Working together as a team is crucial to making progress, but trusting each other's individual work is the key to completing projects on time.",
  "Advice": "<b>Start prototyping early!</b> Having a partial prototype to show by the end of 4A will help convey your vision for the project to the teaching team, allowing you to receive better feedback and clarify expectations. You will also encounter significantly more problems than you expect, so don't rule out any potential solution too early. Make sure you ask specific questions to the teaching team if you are unsure of something or are wanting more clarity in which direction to pursue. This is <i>your</i> project, make sure you can back up all your design choices with evidence or logical reasoning.",
  "Contact_Information": "Sean Rose (sean.rose@uwaterloo.ca)",
  "Primary_Colour": "#4BA6A7",
  "Secondary_Colour": "#ecf6f6",
  "Additional_Information": [
    {"type": "Symposium Slides", "link": "https://docs.google.com/presentation/d/1m_EC6lCH-kNOtbAjFnsoI9Hde6I62wgrovwmLXCKQZA/edit?usp=sharing"},
    {"type": "Panel Exam", "link": "https://docs.google.com/presentation/d/1Aw0TkY7G-IwizaxptPy5V8TPYn1kLr-wSMKB5OK26WY/edit?usp=sharing"},
    {"type": "Design Report", "link": "https://docs.google.com/document/d/1Zi0TNgRh89EHn_sp_jmjYTZNzL_4eZ5XkxBqlmAMWAw/edit?usp=sharing"}
  ]
}
